cmis_cmisMountPoint=Point de montage CMIS
cmis_cmisMountPoint.url=Adresse du serveur CMIS
cmis_cmisMountPoint.repositoryId=Repository ID
cmis_cmisMountPoint.urlAlfresco=Adresse du serveur Alfresco
cmis_cmisMountPoint.user=Utilisateur
cmis_cmisMountPoint.type=Type de fournisseur CMIS
cmis_cmisMountPoint.password=Mot de passe
cmis_cmisMountPoint.slowConnection=Utiliser une connection lente
cmis_cmisMountPoint.remotePath=Chemin sur le serveur
cmis_cmisMountPoint.publicUser=Nom de l'utilisateur pour les acc\u00E8s au contenu public

cmisFactory=Point de montage CMIS
cmisFactory.name=Nom
cmisFactory.repositoryId=Repository ID
cmisFactory.type=Type de fournisseur CMIS
cmisFactory.type.empty=- s\u00E9lectionner le type de fournisseur -
cmisFactory.type.cmis=Fournisseur standard CMIS
cmisFactory.type.alfresco=Fournisseur Alfresco avec alias
cmisFactory.type.nuxeo=Fournisseur Nuxeo
cmisFactory.type.tooltip=By choosing 'standard CMIS connector' the admin credentials will be used to read the CMIS repository, this option correspond to the standard CMIS connector support that should work with multiple server types. \
  But if you choose 'Alfresco impersonation connector' user impersonation is done and users should only see documents and folders they have the right to see in Alfresco repository. Alfresco server version supported are 4.2 and 5.0. \
  The alfresco server needs the alfresco-auth-amp plugin in order to perform this user impersonation. If you do not want user impersonation for an Alfresco server you can use the standard 'CMIS server' option
cmisFactory.user=Utilisateur
cmisFactory.password=Mot de passe
cmisFactory.localPath=Local Mount point
cmisFactory.url=Adresse du serveur CMIS
cmisFactory.urlAlfresco=Adresse du serveur Alfresco
cmisFactory.urlNuxeo=Adresse du serveur Nuxeo
cmisFactory.slowConnection=Utiliser une connection lente
cmisFactory.selectTarget=S\u00E9lectionner le chemin de montage sur le serveur local :
cmisFactory.remotePath=Chemin de montage sur le serveur
cmisFactory.publicUser=Nom de l'utilisateur pour les acc\u00E8s au contenu public (cela ne peut pas \u00EAtre guest)
cmisFactory.ttliveSeconds=Saisir le nombre de secondes pour la dur\u00E9e de vie des documents en cache
cmisFactory.ttidleSeconds=Saisir le nombre de secondes pour la dur\u00E9e de vie des documents en cache entre deux acc\u00E8s
cmisFactory.maxChildNodes=Nombre maximum de documents/r\u00E9pertoire \u00E0 lire pour un niveau donn\u00E9 (0 veut dire tout lire)
cmisFactory.maxItemsPerBatch=Nombre maximum d'\u00E9l\u00E9ments \u00E0 lire avec chaque requ\u00EAte
serverSettings.cmisMountPointFactory.save.error=Une erreur est survenue durant la sauvegarde du point de montage ({0}), veuillez consulter les logs pour plus d'informations
serverSettings.cmisMountPointFactory.save.unavailable=Le point de montage est sauv\u00E9 ,ais ne peut \u00E9tablir la connection au serveur CMIS, v\u00E9rifiez aue les param\u00E8tres de connection, l'adresse du serveur et le repository ID sont valides. Le point de montage sera en \u00E9tat d'attente jusqu'\u00E0 l'\u00E9tablissement de la connection.
label.flush=Vider le cache
#validations
NotEmpty=Please, provide value for {0}
NotNull=Please, provide value for {0}
validation.constraints.localjcrfolder=Unable to find local folder
